[
  {
    "id": 1,
    "name": "Call of Duty: Black Ops 2",
    "genre": "Action",
    "price": 19.99,
    "fsk": 18,
    "platforms": [
      "windows",
      "ps",
      "xbox",
      "osx"
    ],
    "release": "13. November 2012",
    "language": "Deutsch",
    "minRam": "2 GB",
    "minProcessor": "2,3 GHz",
    "image": "../assets/img/cod-thumb.png",
    "description": "<p>Call of Duty: Black Ops 2 legt die Messlatte noch höher, was die Fans von der bahnbrechenden Serie erwarten können. Es versetzt die Spieler in die nahe Zukunft, in den Kalten Krieg des 21. Jahrhunderts, wo dank des Zusammenspiels neuer Waffen und Technologien andere Kriege ausgefochten werden.</p><p>In einer Geschichte, die mehrere Epochen und Generationen überspannt, sind die Spieler mit dem heimtückischen Genie Raul Menendez konfrontiert, der sich die Infrastruktur des U.S.-Militärs zunutze macht, um seine eigenen Pläne zu verfolgen. Verwenden Sie futuristische Waffen und fortschrittliche Robotik, um die Welt vor dem Abgrund der Vernichtung zu retten.</p><p>Das Erstellen von Klassen wurde neu gestaltet und bietet den Spielern ein neues \"Nimm-10\" Zuteilungssystem, mit dem eine nie zuvor dagewesene Anzahl an Kombinationen zum Erstellen einer Klasse möglich ist. Spieler müssen nicht länger Ausrüstung aus jeder Kategorie wählen; stattdessen tauschen sie Objekte von einer Kategorie gegen zusätzliche Objekte in einer anderen - jede Kombination von 10 Objekten macht beinahe alles möglich.</p><p>Zehn Punkte und beinahe endlose Kombinationen: Jedes Objekt ist einen Punkt wert und Sie können Ihre 10 Punkte verteilen, wie es Ihnen beliebt, so dass ein größeres Maß an Anpassung für individuelle Spielstyle möglich wird.</p><p>Für jeweils einen Punkt ermöglichen Wildcards es Spielern, \"das System auszuweiten\" und Klassen auf einzigartige Weise zu gestalten - Spieler können mehrere Extras aus einer Kategorie wählen, ihre Primärwaffe mit drei Aufsätzen ausrüsten, zwei Primärgranaten tragen und mehr.</p><p>Punkteserien belohnen Spieler, wenn sie ihrem Team helfen, das Spiel zu gewinnen: Flaggen erobern, ein Teammitglied mit einem Einsatzschild verteidigen, Abschüsse und Assists erreichen sind alles Beispiele für Aktionen, die Ihrem Team zum Sieg verhelfen und Ihnen so Punkte verschaffen. Jede Aktion hat einen anderen Wert und kann den Schauplatz beeinflussen.</p><p>Wettkampf macht auf jeder Stufe Spaß, daher hat Treyarch Ligen integriert, die auf Können basierte Spielervermittlung und saisonale Ranglisten bieten. Man spielt ein paar wenige Spiele, um sein Können einzustufen, und wird von da an mit anderen Spielern gleicher Könnensstufe einer Division zugeteilt. Bleibt man siegreich, steigt man auf - ein stetiger Aufstieg bringt einen die Leiter hinauf und in höhere Divisionen. Könnensbasierte Spielervermittlung sorgt dafür, dass man heraus- und nicht überfordert wird. Das Ligaspiel ist für alle.</p><p>Der CODcaster sorgt für eine neue Art des Zuschauens, indem er bei jedem Spiel die Rolle des Kommentators übernehmen und über die Action auf dem Bildschirm berichten kann. Es gibt verschiedene besondere Features, die für ganz neue Casting-Erlebnisse in das CODcast-Menü des Spiels eingebaut wurden.</p><p>Außerdem ist Activision stolz, die laufende Entwicklung eines unglaublichen neuen Live-Spiel-Stream-Features zu verkünden. Dies wird helfen, Wettkampfspiele nicht für die Spieler, sondern auch für die Zuschauer spannend zu gestalten. Sobald es fertig ist, wird Treyarch ein Streaming-Tool anbieten, das es Spielern erlaubt, aus dem Spiel heraus ihr eigenes Spielerlebnis (und sich selbst) über einen Stream zu zeigen. Anforderungen, Regeln, Verfügbarkeit und Veröffentlichungstermin dieses neuen Features werden noch bekanntgegeben.</p>",
    "reviews": [
      {
        "id": 1,
        "stars": 5,
        "author": "Daniel",
        "title": "Super Spiel!",
        "message": "Nur jedem zu empfehlen!"
      },
      {
        "id": 2,
        "stars": 1,
        "author": "Matthias",
        "title": "Enttäuschend",
        "message": "Schlechte Grafik"
      }
    ]
  },
  {
    "id": 2,
    "name": "FIFA 16",
    "genre": "Sport",
    "price": 39.99,
    "fsk": 0,
    "platforms": [
      "gameboy",
      "windows",
      "ps",
      "xbox",
      "osx"
    ],
    "release": "09. September 2015",
    "language": "Deutsch",
    "minRam": "2 GB",
    "minProcessor": "2,6 GHz",
    "image": "../assets/img/fifa-thumb.jpg",
    "description": "Beschreibungs-String mit <strong>HTML</strong> LAdasdafsadfsadfa lsdkfjhalsdkjfhalksdjfhalkjsdhf lakjdhflakjdhfalksjdfhalkjsdhflakjfhdlsakjhfalksjdhfalksjdhflakj",
    "reviews": [
      {
        "id": 1,
        "stars": 4,
        "author": "Enes",
        "title": "Geiles Spiel",
        "message": "Macht Bock! Aber ein paar Bugs gibts leider noch"
      },
      {
        "id": 2,
        "stars": 2,
        "author": "MirDochEgal",
        "title": "So ein Scheiß !!!!111!",
        "message": "Die werden echtr jedes jahr schlecher ....... "
      }
    ]
  }
]